arr_food = [
	'紫荆一层木桶饭',
	'紫荆一层原清芬香锅',
	'紫荆一层湖南窗口',
	'紫荆二层铁板',
	'紫荆二层海南鸡饭',
	'紫荆二层云南米线',
	'紫荆二层熟食',
	'紫荆二层低糖少盐窗口',
	'紫荆三层淮扬菜',
	'紫荆三层东北菜',
	'紫荆四层砂锅',
	'紫荆四层名厨窗口',
	'紫荆四层盖饭',
	'紫荆地下清青披萨',

	'桃李地下清青休闲餐厅',
	'桃李一层铁板',
	'桃李一层麻辣烫',
	'桃李一层沙县小吃',
	'桃李一层米线',
	'桃李二层自选',
	'桃李三层火锅',
	'桃李三层点餐餐厅',

	'芝兰二层自助',
	'芝兰一层小火锅',
	'芝兰一层自选',

	'听涛陕西窗口',
	'听涛香锅',
	'听涛山西面食',
	'听涛自选窗口',

	'闻馨香锅',
	'闻馨瓦罐汤',
	'闻馨煎饼',
	'闻馨自选窗口',

	'清青快餐',

	'万人一层涮羊肉',
	'万人一层麻辣烫',
	'万人一层饺子',
	'万人一层火锅面',
	'万人一层滑蛋饭',
	'万人一层煎鸡饭',
	'万人二层自选',
	'万人三层点餐餐厅',

	'清青时代咖啡厅',

	'清青永和',

	'荷园一层自选',
	'荷园二层点餐餐厅',

	'澜园三层陕西窗口',
	'澜园三层自选窗口',

	'丁香鱼锅',
	'丁香小炒',
	'丁香名厨窗口',
	'丁香香锅',
	'丁香瓦罐汤',
	'丁香石锅饭'
]