# coding=utf-8

# helpInfo.py
# 帮助信息获取

# 图文消息所需信息
def getHelpInfoArticles():
    return [{
        'Title': u'清华自习小助手功能介绍',
    }, {
    	'Title': u'查询人文社科图书馆座位情况：\n点击菜单查看，也可发送“人文馆”或“文图”等相关词语',
    }, {
        'Title': u'查询某教室今日课程安排：\n发送“6B201”、“4104”等',
    }, {
        'Title': u'查询某教学楼某层空闲教室：\n发送“#4,2”、“#31,2”、“#6A,1”等\n分别表示教学楼和楼层',
    }, {
        'Title': u'查询某教学楼空闲教室：\n发送“今天第二节四教二层”、“三教一段二层”、“五教”等',
    }, {
        'Title': u'播放音乐：\n点击菜单获取音乐列表，也可发送“音乐”或音乐类型',
    }, {
        'Title': u'查看帮助信息：\n发送“帮助”、“？”、“help”或“?”',
    }]